[
  {
    "name": "SOULSTEALER DOCTOR FATE",
    "summary": "Sub-Boss Soulstealer Doctor Fate disables opponent's Special 2. He also deals increased damage against Tech and Agility classes.",
    "abilities": {
      "ABILITIES DISABLED": "Player's team have one or more of their Abilities disabled.",
      "ANTI-TECH FIELD": "Opponents deal increased damage with Basic Attacks and Abilities to Tech heroes.",
      "ANTI-AGILITY FIELD": "Opponents deal increased damage with Basic Attacks and Abilities to Agility heroes."
    },
    "teams": [
      "ANY EXCEPT BN"
    ],
    "artifacts": [
      "ANY"
    ],
    "avoid": [
      "NONE"
    ],
    "notes": "BNCW gets a lot of lethal stacks from DoT ticks from her SP2, therefore it is not optimal to use her here."
  },
  {
    "name": "RAIDEN",
    "summary": "Sub-Boss Raiden has increased Power Generation and starts the battle with an amount of Power",
    "abilities": {
      "POWER FLUCTUATION": "Power generation is increased for opponents, allowing certain Abilities to be used more frequently.",
      "ARSENAL": "Opponents start the battle with an amount of Power."
    },
    "teams": [
      "ANY"
    ],
    "artifacts": [
      "ANY"
    ],
    "avoid": [
      "NONE"
    ],
    "notes": ""
  },
  {
    "name": "HELLBOY",
    "summary": "Sub-Boss Hellboy disables Gear bonuses for Might and Metahuman character classes and has DoT resistance.",
    "abilities": {
      "NULL-FIELD": "Healing, gear or passive Abilities are disabled for player heroes",
      "ANTI-VENOM": "Opponents have an increased resistance to damage over time."
    },
    "teams": [
      "Raven",
      "BN",
      "BM",
      "JL if using JLC as the damage dealer",
      "SB"
    ],
    "artifacts": [
      "ANY"
    ],
    "avoid": [
      "MV",
      "KOAAM",
      "JLS"
    ],
    "notes": ""
  },
  {
    "name": "SUB-ZERO",
    "summary": "Sub-Boss Sub-Zero makes tag-in time of opponents longer, but they restore Health upon tag-in. Sub-Zero is also immune to Stun and Freeze.",
    "abilities": {
      "HARMONIOUS": "Opponents cannot be stunned or frozen.",
      "RECUPERATION": "Tagged In player heroes will heal over time.",
      "PROTECTION": "Tag-in time is longer on player's team."
    },
    "teams": [
      "KOAAM",
      "JL",
      "BM",
      "BN"
    ],
    "artifacts": [
      "ANY"
    ],
    "avoid": [
      "HBHQ",
      "SB"
    ],
    "notes": ""
  },
  {
    "name": "BATMAN NINJA CATWOMAN",
    "summary": "Boss Batman Ninja Catwoman applies Blind with her Special attacks and all her Specials become Lethal on Blinded opponents. She is also immune to Stun, Freeze and has increased Power Generation.",
    "abilities": {
      "POWER FLUCTUATION": "Power generation is increased for opponents, allowing certain Abilities to be used more frequently.",
      "HARMONIOUS": "Opponents cannot be stunned or frozen."
    },
    "teams": [
      "ANY EXCEPT HBHQ"
    ],
    "artifacts": [
      "ANY"
    ],
    "avoid": [
      "HBHQ"
    ],
    "notes": "Boss BNCW has 9 Lives passive; at low health she becomes Immortal for a short duration."
  }
]