[
  {
    "name": "KNIGHTMARE BATMAN",
    "summary": "Sub-Boss Knightmare Batman is focused on Critical Attack. He has increased Critical Attack chance and damage, and additionally applies DoT on his Critical Attacks.",
    "abilities": {
      "FOCUSED": "Opponents have increased Critical Attack chance.",
      "SERRATED": "Opponent's Critical Attacks also cause damage over time.",
      "VICIOUS": "Opponents deal increased critical damage."
    },
    "teams": [
      "ANY"
    ],
    "artifacts": [
      "ANY"
    ],
    "avoid": [
      "NONE"
    ],
    "notes": ""
  },
  {
    "name": "JUSTICE LEAGUE CYBORG",
    "summary": "Sub-Boss Justice League Cyborg disables opponent's Special 2. He blocks more damage than usual and starts the battle with an amount of Power.",
    "abilities": {
      "ABILITIES DISABLED": "Player's team have one or more of their Abilities disabled.",
      "UNFLINCHING": "Opponents blocks mitigate more damage.",
      "ARSENAL": "Opponents start the battle with an amount of Power."
    },
    "teams": [
      "ANY EXCEPT BN"
    ],
    "artifacts": [
      "ANY"
    ],
    "avoid": [
      "BN"
    ],
    "notes": "Avoid playing BN here as BN gameplay requires BNCW's Sp2."
  },
  {
    "name": "JUSTICE LEAGUE THE FLASH",
    "summary": "Sub-Boss Justice League The Flash can drain opponent's Power with successful Specials. You can break his Combo only with your Specials. And beware of his rapid class change, as he has very strong bonuses against the weaker class.",
    "abilities": {
      "RAPID-EVOLUTION": "Opponents change their class periodically through the battle.",
      "FATIGUE": "Opponent's Abilities also cause Power Drain.",
      "CONTINUITY": "Opponents Combo Meter breaks by specific attacks only."
    },
    "teams": [
      "ANY"
    ],
    "artifacts": [
      "ANY"
    ],
    "avoid": [
      "NONE"
    ],
    "notes": "Vixen can be a useful support in negating the disadvantages of class changes."
  },
  {
    "name": "THE JOKER",
    "summary": "Sub-Boss The Joker applies DoT on his Specials and they can't be disabled. He also has increased Power Generation.",
    "abilities": {
      "IMMUTABLE": "Opponent's Abilities may not be disabled.",
      "BLEED": "Opponent's Abilities also cause damage over time.",
      "POWER FLUCTUATION": "Power Generation is increased for opponents, allowing certain Abilities to be used more frequently."
    },
    "teams": [
      "ANY EXCEPT SB"
    ],
    "artifacts": [
      "ANY"
    ],
    "avoid": [
      "SB"
    ],
    "notes": ""
  },
  {
    "name": "DEATHSTROKE",
    "summary": "Boss Deathstroke drops gas grenades decreasing Critical Attack Resistance and applying DoT on opponents. He has increased Critical Attack chance and his Attacks can't be disabled. In addition, Deathstroke has defensive measures in place to prevent himself from taking an excessive amount of damage from any single attack!",
    "abilities": {
      "POISON": "Opponents deal increased damage over time.",
      "PROTECTIVE SCREEN": "Each instance of damage dealt to opponents that is above a specific threshold is automatically negated and the extra damage is lost.",
      "FOCUSED": "Opponents have increased Critical Attack chance.",
      "CLOAKED": "Opponents have an increased resistance to critical attacks."
    },
    "teams": [
      "ANY"
    ],
    "artifacts": [
      "Ikon Suit"
    ],
    "avoid": [
      "NONE"
    ],
    "notes": ""
  }
]
