[
  {
    "name": "POISON IVY",
    "summary": "Sub-Boss Flora Poison Ivy disables opponents Healing. She also reduces damage received from Basic Attacks and is immune to Stun and Freeze.",
    "abilities": {
      "NULL-FIELD": "Healing, gear or passive Abilities are disabled for player heroes.",
      "HARMONIOUS": "Opponents cannot be stunned or frozen.",
      "IRON-SKINNED": "Opponents take less damage from specific types of attacks."
    },
    "teams": [
      "ANY EXCEPT HBHQ"
    ],
    "artifacts": [
      "ANY"
    ],
    "avoid": [
      "HBHQ"
    ],
    "notes": ""
  },
  {
    "name": "HORRIFIC SCARECROW",
    "summary": "Sub-Boss Horrific Scarecrow deals increased damage based on the fullness of his Power Bar and has increased Power Generation. His Hazards not only disable opponent's Specials, but also Power Drain.",
    "abilities": {
      "POWER FLUCTUATION": "Power generation is increased for opponents, allowing certain Abilities to be used more frequently.",
      "BERSERK": "Each filled segment of the opponent's Power Bar increases the damage they deal.",
      "ENHANCED": "Opponents Hazards have extra effects."
    },
    "teams": [
      "ANY"
    ],
    "artifacts": [
      "Sword of Salvation",
      "Sword of Sin"
    ],
    "avoid": [
      "NONE"
    ],
    "notes": "Try to keep Boss HSC's power lower to reduce incurring higher damage from his Berserk ability. Use Abilities that power steal (Raven's Sp1) or artifacts that power steal (Sword of Salvation) or power drain (Sword of Sin)."
  },
  {
    "name": "HARLEY QUINN",
    "summary": "Sub-Boss Heartbreaker Harley Quinn is focused on attacks - Lethal and Fast Attack's chances are increased. Her Specials also have increased Damage.",
    "abilities": {
      "DEADLY": "Opponents have increased Lethal Attack chance.",
      "ADRENALIZED": "Opponents have increased Fast Attack chance.",
      "SAVAGE": "Opponents deal more damage with either Basic or Ability Attacks."
    },
    "teams": [
      "ANY"
    ],
    "artifacts": [
      "ANY"
    ],
    "avoid": [
      "NONE"
    ],
    "notes": ""
  },
  {
    "name": "SWAMP THING",
    "summary": "Sub-Boss Primal Swamp Thing drain opponents Power with successful Special 1 and Special 2. His Basic Attacks also do Splash Damage to your entire team. Additionally, Primal Swamp Thing negates damage from Special 1 and Special 2.",
    "abilities": {
      "ADAPTATION": "Opponents ignore specific damage types.",
      "OVERKILL": "Opponent Abilities or Basic Attacks may also damage tagged out teammates.",
      "FATIGUE": "Opponent's Abilities also cause Power Drain."
    },
    "teams": [
      "ANY"
    ],
    "artifacts": [
      "ANY"
    ],
    "avoid": [
      "NONE"
    ],
    "notes": ""
  },
  {
    "name": "ENRAGED BANE",
    "summary": "Boss Enraged Bane...",
    "abilities": {
      "XX": "abcdefg",
      "XX": "abcdefg"
    },
    "teams": [
      "XX"
    ],
    "artifacts": [
      "XX"
    ],
    "avoid": [
      "XX"
    ],
    "notes": "xx"
  }
]