[
  {
    "name": "CYBORG",
    "summary": "Sub-Boss Unbreakable Cyborg deals increased DoT and applies DoT on stunned opponents. He also starts the battle with an amount of Power.",
    "abilities": {
      "ARSENAL": "Opponents start the battle with an amount of Power.",
      "NO MERCY": "When stunned, any additional stun attacks by opponents apply damage over time.",
      "POISON": "Opponents deal increased damage over time."
    },
    "teams": [
      "ANY"
    ],
    "artifacts": [
      "ANY"
    ],
    "avoid": [
      "NONE"
    ],
    "notes": ""
  },
  {
    "name": "AQUAMAN",
    "summary": "Sub-Boss Aquaman has his Hazards duration longer and they also break Combo of opponents.",
    "abilities": {
      "ENHANCED": "Opponents Hazards have extra effects."
    },
    "teams": [
      "ANY"
    ],
    "artifacts": [
      "ANY"
    ],
    "avoid": [
      "NONE"
    ],
    "notes": ""
  },
  {
    "name": "BATMAN",
    "summary": "Sub-Boss Predator Batman has temporarily increased Damage from Basic Attacks after his successful Specials. He also deals Splash Damage to your entire team from Specials and Basic Attacks. In addition, Predator Batman has Lethal Attack Resistance.",
    "abilities": {
      "OVERKILL": "Opponent Abilities or Basic Attacks may also damage tagged out teammates.",
      "SALVATION": "Opponents have an increased resistance to Lethal Attacks.",
      "REINFORCED": "Opponents deal increased damage after performing specific attacks."
    },
    "teams": [
      "ANY EXCEPT BN"
    ],
    "artifacts": [
      "ANY"
    ],
    "avoid": [
      "BN",
      "BM+BRN (Sp1 method)",
      "Lethal built teams"
    ],
    "notes": "Avoid using lethal-based teams here like BN or BM (with Brainiac as support and utilising his Sp1) as Sub-Boss PBM is resistant to lethal attacks and therefore not optimal against him."
  },
  {
    "name": "GREEN ARROW",
    "summary": "Sub-Boss Ace Green Arrow deals increase damage based on the fullness of his Power Bar and has increased Power Generation. He is also immune to Power Drain.",
    "abilities": {
      "POWER FLUCTUATION": "Power Generation is increased for opponents, allowing certain Abilities to be used more frequently.",
      "BERSERK": "Each filled segment of the opponent's Power Bar increases the damage they deal.",
      "INSULATED": "Opponents do not lose power when under the influence of a power drain effect."
    },
    "teams": [
      "ANY"
    ],
    "artifacts": [
      "Sword of Salvation"
    ],
    "avoid": [
      "Sword of Sin"
    ],
    "notes": "Try to keep Sub-Boss AGA power lower to reduce incurring higher damage from his Berserk ability. Use abilities that power steal (Raven's Sp1) or artifacts that power steal (Sword of Salvation)."
  },
  {
    "name": "RED HOOD",
    "summary": "Boss Red Hood has his Damage from Specials increased and Defense decreased with time. He also has increased Fast Attack chance. In addition, Red Hood also has defensive measures in place to prevent himself from taking an excessive amount of damage from any single attack!",
    "abilities": {
      "FORTIFIED": "Opponents have increased defense.",
      "ADRENALIZED": "Opponents have increased Fast Attack chance.",
      "COUNTDOWN": "Complete the battle in the allotted time.",
      "PROTECTIVE SCREEN": "Each instance of damage dealt to opponents that is above a specific threshold is automatically negated and the extra damage is lost."
    },
    "teams": [
      "BM",
      "MVASG",
      "JLSM"
    ],
    "artifacts": [
      "Sword of Sin",
      "Radion"
    ],
    "avoid": [
      "KOA"
    ],
    "notes": "Boss RH has very high defense at the start and even through most of the fight, use artifacts or characters that can reduce defence such as Sword of Sin, BM, JLSM, MVASG that apply burn to halve the current oppponent's defense or Radion that reduces the opponent's defence for a period of time after a swipe."
  }
]